kAMDSuccess = "Hata yoktu.";
kAMDUndefinedError = "Bilinmeyen bir hata oluştu.";
kAMDBadHeaderError = "Dosya aktarılamadı.";
kAMDNoResourcesError = "Kaynak ayrılamadı.";
kAMDReadError = "Aygıttan okunamadı.";
kAMDWriteError = "Aygıta yazılamadı.";
kAMDUnknownPacketError = "Paket bilinmiyor.";
kAMDInvalidArgumentError = "Bağımsız değişken geçersiz.";
kAMDNotFoundError = "Dosya bulunamadı.";
kAMDIsDirectoryError = "Yol bir dizin.";
kAMDPermissionError = "İzniniz yok.";
kAMDNotConnectedError = "Aygıta bağlı değil.";
kAMDTimeOutError = "İşlem zaman aşımına uğradı.";
kAMDOverrunError = "Arabellek taştı.";
kAMDEOFError = "Dosya sonu.";
kAMDUnsupportedError = "Bu işlem desteklenmiyor.";
kAMDFileExistsError = "Dosya zaten var.";
kAMDBusyError = "Aygıt meşgul.";
kAMDCryptoError = "Aygıtla güvenli bağlantı kurulamadı.";
kAMDTooBigError = "Mesaj çok büyük.";
kAMDInvalidResponseError = "Aygıttan beklenmedik bir yanıt alındı.";
kAMDMissingKeyError = "Anahtar yok.";
kAMDMissingValueError = "Değer yok.";
kAMDGetProhibitedError = "Parolayla korunan aygıttan değer alınamıyor.";
kAMDSetProhibitedError = "Aygıtta değer ayarlanamıyor.";
kAMDRemoveProhibitedError = "Aygıttaki değer silinemiyor.";
kAMDImmutableValueError = "Bu değer değiştirilemiyor.";
kAMDPasswordProtectedError = "Aygıt parolayla korunuyor.";
kAMDMissingHostIDError = "Aygıt, bu sunucuyu tanımıyor.";
kAMDInvalidHostIDError = "Aygıt, bu sunucuyu tanımıyor.";
kAMDSessionActiveError = "Oturum etkin.";
kAMDSessionInactiveError = "Oturum etkin değil.";
kAMDMissingSessionIDError = "Oturum kimliği (ID) yok.";
kAMDInvalidSessionIDError = "Oturum kimliği (ID) geçersiz.";
kAMDMissingServiceError = "Servis yok.";
kAMDInvalidServiceError = "Servis geçersiz.";
kAMDServiceLimitError = "Bu servisin çok sayıda kopyası zaten çalışıyor.";
kAMDCheckinSetupFailedError = "Aygıttaki servis başlatılamadı";
kAMDInvalidCheckinError = "Aygıttaki servis başlatılamadı";
kAMDCheckinTimeoutError = "Servis, aygıtta düzgün bir şekilde başlamadı.";
kAMDCheckinConnectionFailedError = "Servis, aygıtta düzgün bir şekilde başlamadı.";
kAMDCheckinReceiveFailedError = "Servis, aygıtta düzgün bir şekilde başlamadı.";
kAMDCheckinResponseFailedError = "Servis, aygıtta düzgün bir şekilde başlamadı.";
kAMDCheckinOutOfMemoryError = "Servis, aygıtta düzgün bir şekilde başlamadı.";
kAMDCheckinSendFailedError = "Servis, aygıtta düzgün bir şekilde başlamadı.";
kAMDMissingPairRecordError = "Sunucu, aygıtla eşlenmiş değil.";
kAMDInvalidPairRecordError = "Sunucu, artık aygıtla eşlenmiş değil.";
kAMDSavePairRecordFailedError = "Eşleme kaydı kaydedilemedi.";
kAMDInvalidActivationRecordError = "Etkinleştirme kaydı geçerli değil.";
kAMDMissingActivationRecordError = "Etkinleştirme kaydı bulunamadı.";
kAMDServiceProhibitedError = "Servis, aygıtta başlatılamadı.";
kAMDEscrowLockedError = "Aygıt, yeniden başladıktan sonra ilk kez kilidi açılana dek kullanılamaz.";
kAMDProhibitedBySupervision = "Denetlenip yönetilen aygıtlarda işlem yasaklanmıştır.";
kAMDPairingProhibitedError = "Yalnızca USB üzerinden eşlemeye izin veriliyor.";
kAMDWrongDroidError = "Aygıt, kurtarma modunda.";
kAMDSUVerificationError = "Yazılım güncelleme paketi doğrulanamadı.";
kAMDSUPatchError = "Yama, dosyaya uygulanamadı.";
kAMDSUFirmwareError = "Firmware güncellenemedi.";
kAMDProvisioningProfileNotValid = "Hazırlık profili geçerli değil.";
kAMDSendMessageError = "Aygıta mesaj gönderilemedi.";
kAMDReceiveMessageError = "Aygıttan mesaj alınamadı.";
kAMDMissingOptionsError = "Seçenekler yok.";
kAMDMissingImageTypeError = "Görüntü yok.";
kAMDDigestFailedError = "Disk görüntüsü okunamadı.";
kAMDStartServiceError = "Servis başlatılamadı.";
kAMDInvalidDiskImageError = "Disk görüntüsü geçersiz.";
kAMDMissingDigestError = "Özet yok.";
kAMDMuxError = "USB aygıt çoklayıcısıyla ilgili bir hata oluştu.";
kAMDApplicationAlreadyInstalledError = "Verilen paket tanıtıcısına sahip bir sistem uygulaması zaten aygıta yüklenmiş ve değiştirilemiyor.";
kAMDApplicationMoveFailedError = "Uygulama, aygıttaki yere taşınamadı.";
//kAMDApplicationSINFCaptureFailedError = "";
kAMDApplicationSandboxFailedError = "Uygulama, korumalı yapılamadı.";
kAMDApplicationVerificationFailedError = "Uygulama doğrulanamadı.";
kAMDArchiveDestructionFailedError = "Uygulama arşivi silinemedi.";
kAMDBundleVerificationFailedError = "Operatör paketi doğrulanamadı.";
kAMDCarrierBundleCopyFailedError = "Operatör paketi yüklenemedi.";
kAMDCarrierBundleDirectoryCreationFailedError = "Operatör paketi dizini yaratılamadı.";
kAMDCarrierBundleMissingSupportedSIMsError = "Bu operatör paketi için desteklenen bir SIM yok.";
kAMDCommCenterNotificationFailedError = "Ana banttan gelen bildirim dinlenemedi.";
kAMDContainerCreationFailedError = "Uygulama kabı yaratılamadı.";
kAMDContainerP0wnFailedError = "Uygulama kabının izinleri onarılamadı.";
kAMDContainerRemovalFailedError = "Uygulama kabı silinemedi.";
kAMDEmbeddedProfileInstallFailedError = "Gömülü hazırlık profili yüklenemedi.";
kAMDErrorError = "Bir hata oluştu.";
kAMDExecutableTwiddleFailedError = "Uygulamanın çalıştırılabilir izinleri değiştirilemedi.";
kAMDExistenceCheckFailedError = "Uygulamanın zaten var olup olmadığı denetlenemedi.";
kAMDInstallMapUpdateFailedError = "Yüklü uygulamaların listesi güncellenemedi.";
kAMDManifestCaptureFailedError = "Uygulama bildirisi kaydedilemedi.";
kAMDMapGenerationFailedError = "Harita oluşturulamadı.";
kAMDMissingBundleExecutableError = "Uygulama paketi çalıştırılabilir bir öğe içermiyor.";
kAMDMissingBundleIdentifierError = "Uygulama paketi geçerli bir tanıtıcı içermiyor.";
kAMDMissingBundlePathError = "Uygulama paketinin yolu belirlenemedi.";
kAMDMissingContainerError = "Yüklü uygulamanın kabı bulunamadı.";
kAMDNotificationFailedError = "Bildirim gönderilemedi.";
kAMDPackageExtractionFailedError = "Uygulama paketi açılamadı.";
kAMDPackageInspectionFailedError = "Uygulama paketi incelenemedi.";
kAMDPackageMoveFailedError = "Uygulama paketi geçici saklama yerine taşınamadı.";
kAMDPathConversionFailedError = "Yol dönüştürülemedi.";
kAMDRestoreContainerFailedError = "Uygulama kabı geri yüklenemedi.";
kAMDSeatbeltProfileRemovalFailedError = "Uygulamanın güvenlik profili silinemedi.";
kAMDStageCreationFailedError = "Geçici saklama dizini yaratılamadı.";
kAMDSymlinkFailedError = "Sembolik bağlantı yaratılamadı.";
kAMDiTunesArtworkCaptureFailedError = "iTunes resmi kaydedilemedi.";
kAMDiTunesMetadataCaptureFailedError = "iTunes üstverisi kaydedilemedi.";
kAMDAlreadyArchivedError = "Uygulama zaten arşivlenmiş.";
kAMDUnknownCommandError = "Aygıt, komutu tanımıyor.";
kAMDAPIInternalError = "Dahili bir API hatası oluştu.";
kAMDMuxCreateListenerError = "USB aygıtları dinlenemedi.";
kAMDMuxGetListenerError = "USB dinleyici alınamadı.";
kAMDMuxConnectError = "Aygıta bağlanamadı.";
kAMDDeviceTooNewError = "Bu uygulamanın güncellenmesi gerekiyor.";
kAMDDeviceRefNoGood = "Bu aygıt artık bağlı değil.";
kAMDDeviceDisconnectedError = "Bu aygıt artık bağlı değil.";
kAMDCannotTranslateError = "Aygıttan gelen mesajlar çevrilemedi";
kAMDMobileImageMounterMissingImageSignature = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterResponseCreationFailed = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterMissingImageType = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterMissingImagePath = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterImageMapLoadFailed = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterAlreadyMounted = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterImageMoveFailed = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterMountPathMissing = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterMountPathNotEmpty = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterImageMountFailed = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterTrustCacheLoadFailed = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterDigestFailed = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterDigestCreationFailed = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterImageVerificationFailed = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterImageInfoCreationFailed = "Geliştirme desteklenemedi.";
kAMDMobileImageMounterImageMapStoreFailed = "Geliştirme desteklenemedi.";
kAMDDeviceOSVersionTooLow = "Aygıtın OS sürümü çok düşük.";
kAMDNoWifiSyncSupportError = "Aygıt, kablosuz eşzamanlamayı desteklemiyor.";
kAMDDeviceFamilyNotSupported = "Bu uygulama, bu tür aygıtları desteklemiyor.";
kAMDPackagePatchFailedError = "Uygulamaya yama güncelleme uygulanamadı.";
kAMDIncorrectArchitectureError = "Bu uygulama, bu aygıtın CPU türünü desteklemiyor.";
kAMDPluginCopyFailedError = "Uygulama kabına VPN yazılım eki kopyalanamadı.";
kAMDBreadcrumbFailedError = "Yükleme içerik haritasına yazılamadı.";
kAMDBreadcrumbUnlockError = "Yükleme içerik haritası güncellenemedi.";
kAMDGeoJSONCaptureFailedError = "GeoJSON verileri kaydedilemedi.";
kAMDNewsstandArtworkCaptureFailedError = "Gazete Bayisi resmi kaydedilemedi.";
kAMDMissingCommandError = "İstek bir komut içermiyordu.";
kAMDNotEntitledError = "İstekte bulunan uygulamanın, bu istekte bulunma izni yok.";
kAMDMissingPackagePathError = "İstekte paket yolu yoktu.";
kAMDMissingContainerPathError = "İstekte kap yolu yoktu.";
kAMDMissingApplicationIdentifierError = "İstekte uygulama tanıtıcısı yoktu.";
kAMDMissingAttributeValueError = "İstekte gerekli bir değer yoktu.";
kAMDLookupFailedError = "Yüklü uygulamalar listelenemedi.";
kAMDDictCreationFailedError = "Yetenekler, istekten seçip çıkarılamadı.";

/* kMISFileError */
"A file operation failed." = "Bir dosya işlemi başarısız oldu.";

/* kMISModifiedResourcesError */
"A signed resource has been added, modified, or deleted." = "İmzalanmış bir kaynak eklendi, değiştirildi veya silindi.";

/* kMISInvalidSignerError */
"A valid provisioning profile for this executable was not found." = "Bu çalıştırılabilir öğe için geçerli bir hazırlık profili bulunmadı.";

/* kMISUnknownError */
"An unknown error has occurred." = "Bilinmeyen bir hata oluştu.";

/* kMISNotMutableError */
"Attempted to modify an immutable provisioning profile." = "Değişmez bir hazırlık profili değiştirilmeye çalışıldı.";

/* kMISApplicationSignatureNotValidError */
"The application does not have a valid signature." = "Uygulamanın geçerli bir imzası yok.";

/* kMISApplicationSignatureNotValidError */
"The application's signature is valid but it does not match the expected hash." = "Uygulamanın imzası geçerli ama imza beklenen özetle eşleşmiyor.";

/* kMISAdHocSignatureError */
"The executable contains an invalid signature." = "Çalıştırılabilir öğe geçersiz bir imza içeriyor.";

/* kMISInvalidEntitlementError */
"The executable was signed with invalid entitlements." = "Çalıştırılabilir öğe, geçersiz bir yetki anahtarıyla imzalanmış.";

/* kMISInvalidSignerCertError */
"The identity used to sign the executable is no longer valid." = "Çalıştırılabilir öğeyi imzalamak için kullanılan kimlik artık geçerli değil.";

/* kMISSignatureNotValidError */
"The signature was not valid." = "İmza geçerli değildi.";

/* kMISConnectionClosedError */
"There was an error communicating with your device." = "Aygıtınızla iletişimde bir hata oluştu.";

/* kMISUnsupportedDeviceError */
"This provisioning profile cannot be installed on this device." = "Bu hazırlık profili bu aygıta yüklenemiyor.";

/* kMISProfileSignatureNotValidError */
"This provisioning profile does not have a valid signature (or it has a valid, but untrusted signature)." = "Bu hazırlık profilinin geçerli bir imzası yok (veya geçerli ama güvenilir olmayan bir imzası var).";

/* kMISExpiredError */
"This provisioning profile has expired." = "Bu hazırlık profilinin süresi dolmuş.";

/* kMISMalformedProfileError */
"This provisioning profile is malformed." = "Bu hazırlık profili kusurlu.";

/* kMISUnsupportedVersionError */
"This provisioning profile is unsupported." = "Bu hazırlık profili desteklenmiyor.";

/* kMISAllocationError */
"Unable to allocate memory." = "Bellek ayrılamıyor.";

